Revit 2024 API
BuiltInFailures.FaceSplitterFailures Class
 Failures about FaceSplitter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class FaceSplitterFailures
Visual Basic
Public NotInheritable Class FaceSplitterFailures
Visual C++
public ref class FaceSplitterFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.FaceSplitterFailures
See Also
BuiltInFailures.FaceSplitterFailures Members
Autodesk.Revit.DB Namespace